const labData = [
	{
		id: 1,
		title: "Лабораторная работа 1",
		content: `### Задание:
- Реализовать скрипт, который уведомит о полной загрузке страницы.
- Реализовать кнопку-счетчик (увеличение и уменьшение).
- Реализовать форму аутентификации.
- Очистка и валидация формы.
- Использование localStorage для автозаполнения.`,
	},
	{
		id: 2,
		title: "Лабораторная работа 2",
		content: `### Задание:
- Создать "Hello World" приложение на React.
- Реализовать компонент кнопки и контейнера.
- Добавить навигацию.
- Разместить проект в GitHub с файлом-ссылкой.`,
	},
	{
		id: 3,
		title: "Лабораторная работа 3",
		content: `### Задание:
- Реализовать шаблон страницы с компонентами Header, Footer, Menu, Content.
- В меню отобразить список лабораторных работ.
- В Content выводить содержимое выбранной лабораторной.`,
	},
];

export default labData;
